Repository: iamjuangonzalez/fina_ios
Catalog: fina./Localizable.xcstrings
Source language: es
Languages: en

source: y
en: and

source: ¿En qué gastaste? (opcional)
en: What did you spend on? (optional)

source: ¿Estás seguro?
en: Are you sure?

source: ¿No tienes cuenta?
en: Don't have an account?

source: ¿Ya tienes cuenta?
en: Already have an account?

source: %lld%% guardado este mes
en: %lld%% saved this month

source: Agrega categorías desde el catálogo para organizar tus gastos.
en: Add categories from the catalog to organize your expenses.

source: AHORRO DEL MES
en: MONTHLY SAVINGS

source: Al continuar, aceptas nuestros
en: By continuing, you accept our

source: Algo salió mal
en: Something went wrong

source: Anual
en: Yearly

source: Bienvenido de nuevo
en: Welcome back

source: Buscar servicio...
en: Search service...

source: Cambia cada mes
en: Changes each month

source: Cancelar
en: Cancel

source: Catálogo
en: Catalog

source: Categorías
en: Categories

source: Cerrar
en: Close

source: Cerrar sesión
en: Sign out

source: Comparativa de gastos por categoría
en: Expenses by category

source: Comparte fina con tus amigos y controlen sus finanzas juntos
en: Share fina with your friends and manage finances together

source: Compartir fina
en: Share fina

source: Completa todos los campos.
en: Please fill in all fields.

source: Configuración
en: Settings

source: Continuar con Google
en: Continue with Google

source: Contraseña
en: Password

source: Correo electrónico
en: Email

source: Crea tu cuenta
en: Create your account

source: Creando cuenta...
en: Creating account...

source: Crear cuenta
en: Create account

source: Cuenta
en: Account

source: Cuéntame todos los detalles de tu transacción
en: Tell me all the details of your transaction

source: Desliza a la izquierda para eliminar.
en: Swipe left to delete.

source: Dólar estadounidense
en: US Dollar

source: Editar perfil
en: Edit profile

source: Elige cómo quieres ver tu inicio.
en: Choose how you want to see your home screen.

source: Elige moneda
en: Choose currency

source: Empieza a controlar tus gastos gratis.
en: Start tracking your expenses for free.

source: Español
en: Spanish

source: Explorar catálogo
en: Explore catalog

source: Falta el correo o la contraseña.
en: Please enter your email and password.

source: Fecha
en: Date

source: Fijo
en: Fixed

source: Gasto
en: Expense

source: Gastos organizados por día en el mes
en: Expenses organized by day of the month

source: Gestiona tus categorías
en: Manage your categories

source: Guardar
en: Save

source: hasta ∞
en: until ∞

source: Hasta cuando
en: Until when

source: Hormiga
en: Micro

source: Hoy
en: Today

source: Idioma
en: Language

source: Imprevisto o emergencia
en: Unexpected or emergency

source: Inesperado
en: Unexpected

source: Ingresa tu correo y contraseña para continuar.
en: Enter your email and password to continue.

source: Ingreso
en: Income

source: Inicia sesión
en: Sign in

source: Iniciando sesión...
en: Signing in...

source: Iniciar sesión
en: Sign in

source: Invita a tus amigos
en: Invite your friends

source: Invita a tus amigos a usar fina
en: Invite your friends to use fina

source: Invitar amigos
en: Invite friends

source: Juan González
en: John Smith

source: La contraseña es muy débil. Usa al menos 6 caracteres.
en: Password is too weak. Use at least 6 characters.

source: Libra esterlina
en: British Pound

source: Listo
en: Done

source: Más
en: More

source: Mensual
en: Monthly

source: Mínimo 6 caracteres
en: At least 6 characters

source: MIS CATEGORÍAS
en: MY CATEGORIES

source: Moneda
en: Currency

source: No escuché nada
en: I didn't hear anything

source: Nombre
en: Name

source: Notificaciones
en: Notifications

source: o continua con
en: or continue with

source: o regístrate con
en: or sign up with

source: Olvidé mi contraseña
en: Forgot password

source: PAGOS PENDIENTES
en: PENDING PAYMENTS

source: Pequeño y frecuente
en: Small and frequent

source: Peso argentino
en: Argentine Peso

source: Peso chileno
en: Chilean Peso

source: Peso colombiano
en: Colombian Peso

source: Peso mexicano
en: Mexican Peso

source: Política de Privacidad
en: Privacy Policy

source: Preferencias
en: Preferences

source: PRESUPUESTO
en: BUDGET

source: Real brasileño
en: Brazilian Real

source: Recordatorios y push
en: Reminders and push

source: Recurrente, predecible
en: Recurring, predictable

source: Regístrate gratis
en: Sign up free

source: Se aplica a toda la app.
en: Applied across the whole app.

source: Seguimiento automático
en: Automatic tracking

source: Semanal
en: Weekly

source: Sin ahorro este mes
en: No savings this month

source: Sin categorías
en: No categories

source: Sin fecha de fin
en: No end date

source: Sol peruano
en: Peruvian Sol

source: Te escucho…
en: Listening…

source: Te recomiendo fina
en: I recommend fina

source: Tema
en: Theme

source: Términos
en: Terms

source: Todos
en: All

source: TRANSACCIONES
en: TRANSACTIONS

source: tu@correo.com
en: your@email.com

source: Una vez
en: Once

source: Único
en: One-time

source: Vista de calendario
en: Calendar view

source: Vista de gráfico de barras
en: Bar chart view

source: Vista del inicio
en: Home view
